Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# accessMode.readonly
source: Read Only
ar: للقراءة فقط
de: Nur Lesen
es: Solo lectura
fr: Lecture seule
hi: केवल पढ़ने योग्य
it: Sola lettura
ja: 読み出しのみ
ko: 읽기 전용
nl: Alleen-lezen
pl: Tylko do odczytu
pt: Apenas leitura
ro: Doar citire
ru: Только чтение
sv: Skrivskyddad
zh_cn: 只读
zh_tw: 唯讀

# accessMode.readwrite
source: Read & Write
ar: قراءة وكتابة
de: Lesen & Schreiben
es: Lectura y escritura
fr: Lecture et écriture
hi: पढ़ना और लिखना
it: Lettura e scrittura
ja: 読み書き
ko: 읽기 및 쓰기
nl: Lezen en schrijven
pl: Odczyt i zapis
pt: Leitura e escrita
ro: Citire și scriere
ru: Чтение и запись
sv: Läs och skriv
zh_cn: 读写
zh_tw: 讀寫

# accessRules.addRule
source: Add Rule
ar: إضافة قاعدة
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
hi: नियम जोड़ें
it: Aggiungi regola
ja: ルールを追加
ko: 규칙 추가
nl: Regel toevoegen
pl: Dodaj regułę
pt: Adicionar regra
ro: Adaugă regulă
ru: Добавить правило
sv: Lägg till regel
zh_cn: 添加规则
zh_tw: 加入規則

# accessRules.empty
source: No access rules configured.
ar: لا قواعد وصول مُهيأة.
de: Keine Zugriffsregeln konfiguriert.
es: No hay reglas de acceso configuradas.
fr: Aucune règle d'accès configurée.
hi: कोई एक्सेस नियम कॉन्फ़िगर नहीं किया गया।
it: Nessuna regola di accesso configurata.
ja: アクセスルールが設定されていません。
ko: 구성된 접근 규칙이 없습니다.
nl: Geen toegangsregels geconfigureerd.
pl: Nie skonfigurowano reguł dostępu.
pt: Nenhuma regra de acesso configurada.
ro: Nicio regulă de acces configurată.
ru: Правила доступа не настроены.
sv: Inga åtkomstregler konfigurerade.
zh_cn: 未配置访问规则。
zh_tw: 未設定取用規則。

# accessRules.emptyHint
source: Add a rule to override access for a path.
ar: أضف قاعدة لتجاوز الوصول إلى مسار.
de: Füge eine Regel hinzu, um den Zugriff auf einen Pfad zu überschreiben.
es: Añade una regla para anular el acceso a una ruta.
fr: Ajoutez une règle pour remplacer l'accès à un chemin.
hi: किसी पथ के एक्सेस को ओवरराइड करने के लिए एक नियम जोड़ें।
it: Aggiungi una regola per sovrascrivere l'accesso a un percorso.
ja: パスのアクセスを上書きするルールを追加します。
ko: 경로 접근을 재정의하려면 규칙을 추가하세요.
nl: Voeg een regel toe om de toegang tot een pad te overschrijven.
pl: Dodaj regułę, aby zastąpić dostęp do ścieżki.
pt: Adicione uma regra para substituir o acesso a um caminho.
ro: Adaugă o regulă pentru a suprascrie accesul la o cale.
ru: Добавьте правило, чтобы переопределить доступ к пути.
sv: Lägg till en regel för att åsidosätta åtkomst till en sökväg.
zh_cn: 添加规则以覆盖对某路径的访问权限。
zh_tw: 加入規則以覆寫對某路徑的取用權限。

# accessRules.navigationTitle
source: Folder Access Rules
ar: قواعد الوصول إلى المجلدات
de: Ordnerzugriffsregeln
es: Reglas de acceso a carpetas
fr: Règles d'accès aux dossiers
hi: फ़ोल्डर एक्सेस नियम
it: Regole di accesso alle cartelle
ja: フォルダアクセスルール
ko: 폴더 접근 규칙
nl: Toegangsregels voor mappen
pl: Reguły dostępu do folderów
pt: Regras de acesso a pastas
ro: Reguli de acces la dosare
ru: Правила доступа к папкам
sv: Åtkomstregler för mappar
zh_cn: 文件夹访问规则
zh_tw: 檔案夾取用規則

# accessRules.pathLabel
source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
hi: पथ
it: Percorso
ja: パス
ko: 경로
nl: Pad
pl: Ścieżka
pt: Caminho
ro: Cale
ru: Путь
sv: Sökväg
zh_cn: 路径
zh_tw: 路徑

# accessRules.pathPlaceholder
source: Documents/Reports
ar: المستندات/التقارير
de: Dokumente/Berichte
es: Documentos/Informes
fr: Documents/Rapports
hi: दस्तावेज़/रिपोर्ट
it: Documenti/Report
ja: 書類/レポート
ko: 문서/보고서
nl: Documenten/Rapporten
pl: Dokumenty/Raporty
pt: Documentos/Relatórios
ro: Documente/Rapoarte
ru: Документы/Отчёты
sv: Dokument/Rapporter
zh_cn: 文稿/报告
zh_tw: 文件/報告

# accessRules.permissionHidden
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
hi: छिपा हुआ
it: Nascosto
ja: 非表示
ko: 숨김
nl: Verborgen
pl: Ukryte
pt: Oculto
ro: Ascuns
ru: Скрыто
sv: Dold
zh_cn: 隐藏
zh_tw: 隱藏

# accessRules.permissionReadOnly
source: Read only
ar: للقراءة فقط
de: Nur Lesen
es: Solo lectura
fr: Lecture seule
hi: केवल पढ़ने योग्य
it: Sola lettura
ja: 読み出しのみ
ko: 읽기 전용
nl: Alleen-lezen
pl: Tylko do odczytu
pt: Apenas leitura
ro: Doar citire
ru: Только чтение
sv: Skrivskyddad
zh_cn: 只读
zh_tw: 唯讀

# accessRules.permissionReadWrite
source: Read & write
ar: قراءة وكتابة
de: Lesen & Schreiben
es: Lectura y escritura
fr: Lecture et écriture
hi: पढ़ना और लिखना
it: Lettura e scrittura
ja: 読み書き
ko: 읽기 및 쓰기
nl: Lezen en schrijven
pl: Odczyt i zapis
pt: Leitura e escrita
ro: Citire și scriere
ru: Чтение и запись
sv: Läs och skriv
zh_cn: 读写
zh_tw: 讀寫

# accessRules.recursive
source: Apply to subfolders
ar: تطبيق على المجلدات الفرعية
de: Auf Unterordner anwenden
es: Aplicar a subcarpetas
fr: Appliquer aux sous-dossiers
hi: सबफ़ोल्डर पर लागू करें
it: Applica alle sottocartelle
ja: サブフォルダに適用
ko: 하위 폴더에 적용
nl: Toepassen op submappen
pl: Zastosuj do podfolderów
pt: Aplicar às subpastas
ro: Aplică la subdosare
ru: Применить к подпапкам
sv: Tillämpa på undermappar
zh_cn: 应用于子文件夹
zh_tw: 套用至子檔案夾

# accessRules.remove
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Retirer
hi: निकालें
it: Rimuovi
ja: 取り除く
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Убрать
sv: Ta bort
zh_cn: 移除
zh_tw: 移除

# accessRules.saveButton
source: Save Changes
ar: حفظ التغييرات
de: Änderungen sichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen bewaren
pl: Zapisz zmiany
pt: Guardar alterações
ro: Salvează modificările
ru: Сохранить изменения
sv: Spara ändringar
zh_cn: 保存更改
zh_tw: 儲存更改

# accessRules.subtitle
source: Override read and write access for specific paths.
ar: تجاوز وصول القراءة والكتابة لمسارات محددة.
de: Überschreibe den Lese- und Schreibzugriff für bestimmte Pfade.
es: Anula el acceso de lectura y escritura para rutas específicas.
fr: Remplacez l'accès en lecture et écriture pour des chemins spécifiques.
hi: विशिष्ट पथों के लिए पढ़ने और लिखने के एक्सेस को ओवरराइड करें।
it: Sovrascrivi l'accesso in lettura e scrittura per percorsi specifici.
ja: 特定のパスの読み書きアクセスを上書きします。
ko: 특정 경로에 대한 읽기 및 쓰기 접근을 재정의합니다.
nl: Overschrijf lees- en schrijftoegang voor specifieke paden.
pl: Zastąp dostęp do odczytu i zapisu dla określonych ścieżek.
pt: Substitua o acesso de leitura e escrita para caminhos específicos.
ro: Suprascrie accesul de citire și scriere pentru anumite căi.
ru: Переопределите доступ на чтение и запись для определённых путей.
sv: Åsidosätt läs- och skrivåtkomst för specifika sökvägar.
zh_cn: 覆盖特定路径的读写访问权限。
zh_tw: 覆寫特定路徑的讀寫取用權限。

# accessRules.unavailable
source: Access rules are only available to administrators.
ar: قواعد الوصول متاحة للمسؤولين فقط.
de: Zugriffsregeln sind nur für Administratoren verfügbar.
es: Las reglas de acceso solo están disponibles para administradores.
fr: Les règles d'accès sont réservées aux administrateurs.
hi: एक्सेस नियम केवल व्यवस्थापकों के लिए उपलब्ध हैं।
it: Le regole di accesso sono disponibili solo per gli amministratori.
ja: アクセスルールは管理者のみが利用できます。
ko: 접근 규칙은 관리자만 사용할 수 있습니다.
nl: Toegangsregels zijn alleen beschikbaar voor beheerders.
pl: Reguły dostępu są dostępne tylko dla administratorów.
pt: As regras de acesso só estão disponíveis para administradores.
ro: Regulile de acces sunt disponibile doar administratorilor.
ru: Правила доступа доступны только администраторам.
sv: Åtkomstregler är endast tillgängliga för administratörer.
zh_cn: 访问规则仅对管理员可用。
zh_tw: 取用規則僅對管理員可用。

# archive.emptyFolder
source: This folder is empty.
ar: هذا المجلد فارغ.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
hi: यह फ़ोल्डर खाली है।
it: Questa cartella è vuota.
ja: このフォルダは空です。
ko: 이 폴더는 비어 있습니다.
nl: Deze map is leeg.
pl: Ten folder jest pusty.
pt: Esta pasta está vazia.
ro: Acest dosar este gol.
ru: Эта папка пуста.
sv: Den här mappen är tom.
zh_cn: 此文件夹为空。
zh_tw: 此檔案夾是空的。

# archive.entryTooLarge
source: This item is too large to open.
ar: هذا العنصر كبير جدًا بحيث لا يمكن فتحه.
de: Dieses Objekt ist zu groß, um es zu öffnen.
es: Este elemento es demasiado grande para abrirlo.
fr: Cet élément est trop volumineux pour être ouvert.
hi: यह आइटम खोलने के लिए बहुत बड़ा है।
it: Questo elemento è troppo grande per essere aperto.
ja: この項目は大きすぎて開けません。
ko: 이 항목은 너무 커서 열 수 없습니다.
nl: Dit item is te groot om te openen.
pl: Ten element jest za duży, aby go otworzyć.
pt: Este item é demasiado grande para abrir.
ro: Acest element este prea mare pentru a fi deschis.
ru: Этот объект слишком большой, чтобы его открыть.
sv: Det här objektet är för stort för att öppnas.
zh_cn: 此项目过大，无法打开。
zh_tw: 此項目過大，無法打開。

# archive.openArchiveFailed
source: Couldn't open this archive.
ar: تعذّر فتح هذا الأرشيف.
de: Dieses Archiv konnte nicht geöffnet werden.
es: No se pudo abrir este comprimido.
fr: Impossible d'ouvrir cette archive.
hi: यह संग्रह नहीं खोल सके।
it: Impossibile aprire questo archivio.
ja: このアーカイブを開けませんでした。
ko: 이 압축 파일을 열 수 없습니다.
nl: Kan dit archief niet openen.
pl: Nie można otworzyć tego archiwum.
pt: Não foi possível abrir este arquivo.
ro: Nu s-a putut deschide această arhivă.
ru: Не удалось открыть этот архив.
sv: Det gick inte att öppna det här arkivet.
zh_cn: 无法打开此压缩包。
zh_tw: 無法打開此壓縮檔。

# archive.openFailed
source: Couldn't open this file.
ar: تعذّر فتح هذا الملف.
de: Diese Datei konnte nicht geöffnet werden.
es: No se pudo abrir este archivo.
fr: Impossible d'ouvrir ce fichier.
hi: यह फ़ाइल नहीं खोल सके।
it: Impossibile aprire questo file.
ja: このファイルを開けませんでした。
ko: 이 파일을 열 수 없습니다.
nl: Kan dit bestand niet openen.
pl: Nie można otworzyć tego pliku.
pt: Não foi possível abrir este ficheiro.
ro: Nu s-a putut deschide acest fișier.
ru: Не удалось открыть этот файл.
sv: Det gick inte att öppna den här filen.
zh_cn: 无法打开此文件。
zh_tw: 無法打開此檔案。

# browse.actionAddToFavorites
source: Add to Favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a Favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
it: Aggiungi ai Preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
pt: Adicionar aos Favoritos
ro: Adaugă la favorite
ru: Добавить в избранное
sv: Lägg till i favoriter
zh_cn: 添加到收藏
zh_tw: 加入喜好項目

# browse.actionClearClipboard
source: Clear clipboard
ar: مسح الحافظة
de: Zwischenablage leeren
es: Vaciar portapapeles
fr: Vider le presse-papiers
hi: क्लिपबोर्ड साफ़ करें
it: Svuota appunti
ja: クリップボードを消去
ko: 클립보드 비우기
nl: Klembord wissen
pl: Wyczyść schowek
pt: Limpar área de transferência
ro: Golește clipboardul
ru: Очистить буфер обмена
sv: Rensa urklipp
zh_cn: 清空剪贴板
zh_tw: 清除剪貼板

# browse.actionCompress
source: Compress
ar: ضغط
de: Komprimieren
es: Comprimir
fr: Compresser
hi: संपीड़ित करें
it: Comprimi
ja: 圧縮
ko: 압축
nl: Comprimeren
pl: Skompresuj
pt: Comprimir
ro: Comprimă
ru: Сжать
sv: Komprimera
zh_cn: 压缩
zh_tw: 壓縮

# browse.actionCopy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Скопировать
sv: Kopiera
zh_cn: 拷贝
zh_tw: 拷貝

# browse.actionDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
zh_cn: 删除
zh_tw: 刪除

# browse.actionDownload
source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Transferir
ro: Descarcă
ru: Загрузить
sv: Ladda ner
zh_cn: 下载
zh_tw: 下載

# browse.actionExtract
source: Extract
ar: استخراج
de: Entpacken
es: Extraer
fr: Extraire
hi: निकालें
it: Estrai
ja: 展開
ko: 압축 풀기
nl: Uitpakken
pl: Wypakuj
pt: Extrair
ro: Extrage
ru: Извлечь
sv: Extrahera
zh_cn: 解压
zh_tw: 解壓縮

# browse.actionGetInfo
source: Get Info
ar: معلومات
de: Informationen
es: Información
fr: Informations
hi: जानकारी
it: Informazioni
ja: 情報を見る
ko: 정보 보기
nl: Toon info
pl: Informacje
pt: Informações
ro: Informații
ru: Свойства
sv: Visa info
zh_cn: 显示简介
zh_tw: 顯示簡介

# browse.actionMove
source: Move
ar: نقل
de: Bewegen
es: Mover
fr: Déplacer
hi: ले जाएं
it: Sposta
ja: 移動
ko: 이동
nl: Verplaatsen
pl: Przenieś
pt: Mover
ro: Mută
ru: Переместить
sv: Flytta
zh_cn: 移动
zh_tw: 移動

# browse.actionNewFolder
source: Create Folder
ar: إنشاء مجلد
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
hi: फ़ोल्डर बनाएं
it: Crea cartella
ja: フォルダを作成
ko: 폴더 만들기
nl: Map maken
pl: Utwórz folder
pt: Criar pasta
ro: Creează dosar
ru: Создать папку
sv: Skapa mapp
zh_cn: 新建文件夹
zh_tw: 建立檔案夾

# browse.actionOpenInBrowser
source: Open in Browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Openen in browser
pl: Otwórz w przeglądarce
pt: Abrir no navegador
ro: Deschide în browser
ru: Открыть в браузере
sv: Öppna i webbläsare
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中打開

# browse.actionPaste
source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: ペースト
ko: 붙여넣기
nl: Plakken
pl: Wklej
pt: Colar
ro: Lipește
ru: Вставить
sv: Klistra in
zh_cn: 粘贴
zh_tw: 貼上

# browse.actionPasteCount
source: Paste %lld items
ar: لصق %lld عنصر
de: %lld Objekte einsetzen
es: Pegar %lld elementos
fr: Coller %lld éléments
hi: %lld आइटम पेस्ट करें
it: Incolla %lld elementi
ja: %lld 項目をペースト
ko: 항목 %lld개 붙여넣기
nl: %lld items plakken
pl: Wklej %lld elementów
pt: Colar %lld itens
ro: Lipește %lld elemente
ru: Вставить объектов: %lld
sv: Klistra in %lld objekt
zh_cn: 粘贴 %lld 项
zh_tw: 貼上 %lld 個項目

# browse.actionPasteHere
source: Paste here
ar: اللصق هنا
de: Hier einsetzen
es: Pegar aquí
fr: Coller ici
hi: यहां पेस्ट करें
it: Incolla qui
ja: ここにペースト
ko: 여기에 붙여넣기
nl: Hier plakken
pl: Wklej tutaj
pt: Colar aqui
ro: Lipește aici
ru: Вставить сюда
sv: Klistra in här
zh_cn: 粘贴到此处
zh_tw: 貼上到此處

# browse.actionPermissions
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियां
it: Autorizzazioni
ja: アクセス権
ko: 권한
nl: Rechten
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
ru: Права доступа
sv: Behörigheter
zh_cn: 权限
zh_tw: 權限

# browse.actionRemoveFromFavorites
source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de Favoritos
fr: Retirer des favoris
hi: पसंदीदा से निकालें
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt: Remover dos Favoritos
ro: Elimină de la favorite
ru: Убрать из избранного
sv: Ta bort från favoriter
zh_cn: 从收藏中移除
zh_tw: 從喜好項目移除

# browse.actionRename
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名称変更
ko: 이름 변경
nl: Naam wijzigen
pl: Zmień nazwę
pt: Mudar o nome
ro: Redenumește
ru: Переименовать
sv: Byt namn
zh_cn: 重命名
zh_tw: 重新命名

# browse.actionShare
source: Create share link
ar: إنشاء رابط مشاركة
de: Freigabelink erstellen
es: Crear enlace de compartición
fr: Créer un lien de partage
hi: साझा लिंक बनाएं
it: Crea link di condivisione
ja: 共有リンクを作成
ko: 공유 링크 만들기
nl: Deellink maken
pl: Utwórz link do udostępniania
pt: Criar ligação de partilha
ro: Creează link de partajare
ru: Создать ссылку для доступа
sv: Skapa delningslänk
zh_cn: 创建共享链接
zh_tw: 建立共享連結

# browse.breadcrumbHint
source: Opens this folder
ar: فتح هذا المجلد
de: Öffnet diesen Ordner
es: Abre esta carpeta
fr: Ouvre ce dossier
hi: यह फ़ोल्डर खोलता है
it: Apre questa cartella
ja: このフォルダを開く
ko: 이 폴더 열기
nl: Opent deze map
pl: Otwiera ten folder
pt: Abre esta pasta
ro: Deschide acest folder
ru: Открывает эту папку
sv: Öppnar den här mappen
zh_cn: 打开此文件夹
zh_tw: 開啟此資料夾

# browse.clipboardCopiedMany
source: %lld items copied
ar: تم نسخ %lld عنصر
de: %lld Objekte kopiert
es: %lld elementos copiados
fr: %lld éléments copiés
hi: %lld आइटम कॉपी किए गए
it: %lld elementi copiati
ja: %lld 項目をコピーしました
ko: 항목 %lld개 복사됨
nl: %lld items gekopieerd
pl: Skopiowano %lld elementów
pt: %lld itens copiados
ro: %lld elemente copiate
ru: Скопировано объектов: %lld
sv: %lld objekt kopierade
zh_cn: 已拷贝 %lld 项
zh_tw: 已拷貝 %lld 個項目

# browse.clipboardCopiedOne
source: %@ copied
ar: تم نسخ %@
de: %@ kopiert
es: %@ copiado
fr: %@ copié
hi: %@ कॉपी किया गया
it: %@ copiato
ja: %@ をコピーしました
ko: %@ 복사됨
nl: %@ gekopieerd
pl: Skopiowano %@
pt: %@ copiado
ro: %@ copiat
ru: %@ скопировано
sv: %@ kopierad
zh_cn: 已拷贝 %@
zh_tw: 已拷貝 %@

# browse.clipboardCopyCount
source: %lld to copy
ar: %lld للنسخ
de: %lld zu kopieren
es: %lld para copiar
fr: %lld à copier
hi: %lld कॉपी करने के लिए
it: %lld da copiare
ja: コピーする %lld 項目
ko: 복사할 항목 %lld개
nl: %lld te kopiëren
pl: %lld do skopiowania
pt: %lld para copiar
ro: %lld de copiat
ru: %lld к копированию
sv: %lld att kopiera
zh_cn: %lld 项待拷贝
zh_tw: %lld 個待拷貝

# browse.clipboardMoveCount
source: %lld to move
ar: %lld للنقل
de: %lld zu bewegen
es: %lld para mover
fr: %lld à déplacer
hi: %lld ले जाने के लिए
it: %lld da spostare
ja: 移動する %lld 項目
ko: 이동할 항목 %lld개
nl: %lld te verplaatsen
pl: %lld do przeniesienia
pt: %lld para mover
ro: %lld de mutat
ru: %lld к перемещению
sv: %lld att flytta
zh_cn: %lld 项待移动
zh_tw: %lld 個待移動

# browse.deleteConfirmMany
source: Delete %lld items?
ar: حذف %lld عنصر؟
de: %lld Objekte löschen?
es: ¿Eliminar %lld elementos?
fr: Supprimer %lld éléments ?
hi: %lld आइटम हटाएं?
it: Eliminare %lld elementi?
ja: %lld 項目を削除しますか？
ko: 항목 %lld개를 삭제할까요?
nl: %lld items verwijderen?
pl: Usunąć %lld elementów?
pt: Eliminar %lld itens?
ro: Ștergi %lld elemente?
ru: Удалить объектов: %lld?
sv: Radera %lld objekt?
zh_cn: 删除 %lld 项？
zh_tw: 刪除 %lld 個項目？

# browse.deleteConfirmOne
source: Delete “%@”?
ar: حذف ‏«%@»؟
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
hi: “%@” हटाएं?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
nl: “%@” verwijderen?
pl: Usunąć „%@”?
pt: Eliminar “%@”?
ro: Ștergi „%@”?
ru: Удалить «%@»?
sv: Radera ”%@”?
zh_cn: 删除“%@”？
zh_tw: 刪除「%@」？

# browse.deleteConfirmTitle
source: Delete?
ar: حذف؟
de: Löschen?
es: ¿Eliminar?
fr: Supprimer ?
hi: हटाएं?
it: Eliminare?
ja: 削除しますか？
ko: 삭제할까요?
nl: Verwijderen?
pl: Usunąć?
pt: Eliminar?
ro: Ștergi?
ru: Удалить?
sv: Radera?
zh_cn: 删除？
zh_tw: 刪除？

# browse.deleteLinkedSharesMany
source: This also removes %lld share links that point here.
ar: يؤدي هذا أيضًا إلى إزالة %lld رابط مشاركة تشير إلى هنا.
de: Dadurch werden auch %lld Freigabelinks entfernt, die hierher verweisen.
es: Esto también elimina %lld enlaces de compartición que apuntan aquí.
fr: Cela supprime aussi %lld liens de partage pointant ici.
hi: इससे यहां इंगित करने वाले %lld साझा लिंक भी हट जाते हैं।
it: Questo rimuove anche %lld link di condivisione che puntano qui.
ja: ここを指す共有リンク %lld 件も削除されます。
ko: 여기를 가리키는 공유 링크 %lld개도 함께 삭제됩니다.
nl: Hiermee worden ook %lld deellinks verwijderd die hierheen verwijzen.
pl: Spowoduje to również usunięcie %lld linków udostępniania wskazujących tutaj.
pt: Isto também remove %lld ligações de partilha que apontam para aqui.
ro: Aceasta elimină și %lld linkuri de partajare care indică aici.
ru: При этом также удаляется ссылок, ведущих сюда: %lld.
sv: Detta tar även bort %lld delningslänkar som pekar hit.
zh_cn: 这还会移除 %lld 个指向此处的共享链接。
zh_tw: 這也會移除 %lld 個指向此處的共享連結。

# browse.deleteLinkedSharesOne
source: This also removes 1 share link that points here.
ar: يؤدي هذا أيضًا إلى إزالة رابط مشاركة واحد يشير إلى هنا.
de: Dadurch wird auch 1 Freigabelink entfernt, der hierher verweist.
es: Esto también elimina 1 enlace de compartición que apunta aquí.
fr: Cela supprime aussi 1 lien de partage pointant ici.
hi: इससे यहां इंगित करने वाला 1 साझा लिंक भी हट जाता है।
it: Questo rimuove anche 1 link di condivisione che punta qui.
ja: ここを指す共有リンク 1 件も削除されます。
ko: 여기를 가리키는 공유 링크 1개도 함께 삭제됩니다.
nl: Hiermee wordt ook 1 deellink verwijderd die hierheen verwijst.
pl: Spowoduje to również usunięcie 1 linku udostępniania wskazującego tutaj.
pt: Isto também remove 1 ligação de partilha que aponta para aqui.
ro: Aceasta elimină și 1 link de partajare care indică aici.
ru: При этом также удаляется 1 ссылка, ведущая сюда.
sv: Detta tar även bort 1 delningslänk som pekar hit.
zh_cn: 这还会移除 1 个指向此处的共享链接。
zh_tw: 這也會移除 1 個指向此處的共享連結。

# browse.deleteLinkedSharesUnavailable
source: Couldn't check for share links that point here. Any that exist will stop working.
ar: تعذّر التحقق من الروابط التي تشير إلى هنا. أي روابط موجودة ستتوقف عن العمل.
de: Links, die hierher verweisen, konnten nicht geprüft werden. Vorhandene Links funktionieren dann nicht mehr.
es: No se pudieron comprobar los enlaces que apuntan aquí. Los que existan dejarán de funcionar.
fr: Impossible de vérifier les liens pointant ici. Ceux qui existent cesseront de fonctionner.
hi: यहां इंगित करने वाले लिंक जांच नहीं सके। जो मौजूद हैं वे काम करना बंद कर देंगे।
it: Impossibile verificare i link che puntano qui. Quelli esistenti smetteranno di funzionare.
ja: ここを指すリンクを確認できませんでした。存在するリンクは機能しなくなります。
ko: 여기를 가리키는 링크를 확인할 수 없습니다. 존재하는 링크는 작동을 멈춥니다.
nl: Kan de links die hierheen verwijzen niet controleren. Bestaande links werken niet meer.
pl: Nie można sprawdzić linków wskazujących tutaj. Istniejące przestaną działać.
pt: Não foi possível verificar as ligações que apontam para aqui. As existentes deixarão de funcionar.
ro: Nu s-au putut verifica linkurile care indică aici. Cele existente vor înceta să funcționeze.
ru: Не удалось проверить ссылки, ведущие сюда. Существующие перестанут работать.
sv: Det gick inte att kontrollera länkar som pekar hit. De som finns slutar fungera.
zh_cn: 无法检查指向此处的链接。现有链接将停止工作。
zh_tw: 無法檢查指向此處的連結。現有連結將停止運作。

# browse.deleteMessage
source: This can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Dies kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इसे पूर्ववत नहीं किया जा सकता।
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.
pt: Esta ação não pode ser anulada.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sv: Det här kan inte ångras.
zh_cn: 此操作无法撤销。
zh_tw: 此操作無法還原。

# browse.destinationPickerConfirmMove
source: Move Here
ar: النقل إلى هنا
de: Hierher bewegen
es: Mover aquí
fr: Déplacer ici
hi: यहां ले जाएं
it: Sposta qui
ja: ここに移動
ko: 여기로 이동
nl: Hierheen verplaatsen
pl: Przenieś tutaj
pt: Mover para aqui
ro: Mută aici
ru: Переместить сюда
sv: Flytta hit
zh_cn: 移动到此处
zh_tw: 移動到此處

# browse.destinationPickerLoadFailed
source: Couldn't load folders.
ar: تعذّر تحميل المجلدات.
de: Ordner konnten nicht geladen werden.
es: No se pudieron cargar las carpetas.
fr: Impossible de charger les dossiers.
hi: फ़ोल्डर लोड नहीं कर सके।
it: Impossibile caricare le cartelle.
ja: フォルダを読み込めませんでした。
ko: 폴더를 불러올 수 없습니다.
nl: Kan de mappen niet laden.
pl: Nie można wczytać folderów.
pt: Não foi possível carregar as pastas.
ro: Nu s-au putut încărca dosarele.
ru: Не удалось загрузить папки.
sv: Det gick inte att läsa in mapparna.
zh_cn: 无法加载文件夹。
zh_tw: 無法載入檔案夾。

# browse.destinationPickerMoveTitle
source: Move to…
ar: نقل إلى…
de: Bewegen nach…
es: Mover a…
fr: Déplacer vers…
hi: यहां ले जाएं…
it: Sposta in…
ja: 移動先…
ko: 이동할 위치…
nl: Verplaatsen naar…
pl: Przenieś do…
pt: Mover para…
ro: Mută în…
ru: Переместить в…
sv: Flytta till…
zh_cn: 移动到…
zh_tw: 移動到…

# browse.destinationPickerNoFolders
source: No folders here
ar: لا مجلدات هنا
de: Keine Ordner hier
es: No hay carpetas aquí
fr: Aucun dossier ici
hi: यहां कोई फ़ोल्डर नहीं
it: Nessuna cartella qui
ja: ここにフォルダはありません
ko: 여기에 폴더가 없습니다
nl: Geen mappen hier
pl: Brak folderów tutaj
pt: Nenhuma pasta aqui
ro: Niciun dosar aici
ru: Здесь нет папок
sv: Inga mappar här
zh_cn: 此处没有文件夹
zh_tw: 此處沒有檔案夾
